[
    {
        "name":"向警予",
        "img":"./image/people/xjy.png",
        "data":{
            "1": {
              "title": "向警予",
              "subtitle": "中国共产党早期重要领导人、妇女运动先驱",
              "content": "向警予（1895年9月4日-1928年5月1日），女，原名向俊贤，生于湖南溆浦县，土家族。中国共产党创始人及早期领导人之一，杰出的共产主义战士，忠诚的无产阶级革命家，中国妇女运动的先驱和领袖。1928年3月20日，由于叛徒的出卖，向警予在汉口法租界三德里被捕，同年5月1日，向警予在余记里刑场英勇就义，年仅33岁。\n向警予先后出席了党的“二大”至“五大”，当选为党的“二大”、“三大”、“四大”中央委员，并连续担任中央妇女部部长。1925年5月增补为中央局委员。她是中国共产党第一个女中央委员、女中央局委员、党中央妇女部第一任部长、参加中共三大会议唯一的女代表。1936年毛泽东评价她是中国共产党“唯一的一个女创始人”。\n2009年，向警予被评为100位为新中国成立作出贡献的英雄模范人物之一。"
            },
            "2": {
              "title": "人物生平",
              "content": "向警予，原名向俊贤，1895年生于湖南溆浦县商会会长之家。她排行老九，有几个兄长曾留学日本，自幼受其影响追求新知识，6岁入私塾。 1903年，八岁时，向警予成为全县第一个入学的女学生 ，进入长兄在县城开创的新式小学。她在校品学兼优。15岁在常德读书时，丁玲的母亲余曼贞与她同级，关系至为亲密，受她影响很大。 1911年， 辛亥革命推翻了 清王朝的统治，向俊贤由湘西到长沙，先后在湖南省立第一女子师范学校、 周南女校读书，改名向警予，表示对封建势力的高度警惕和反抗。在上学期间，她关心国事，当丧权辱国的“二十一条”签定后，她和长沙的同学们一起走上街头演讲，唤起同胞们救国救民的热情。 周南女校被人称为“女革命家的摇篮”，向警予在这里因与 蔡畅的同学关系而结识 蔡和森、 毛泽东。",
              "subsections": {
                "2.1": {
                  "title": "革命先驱",
                  "content": "1912年秋，向警予考入湖南省第一女子师范，民国3年转学女子中学。1916年，向警予从周南女校毕业，怀着“妇女解放”和“教育救国”的抱负，回到家乡。她四处奔波，克服重重困难，得到当地进步人士的支持，在县城西街文昌阁创办了男女合校的溆浦小学堂，并担任校长，聘请 进步青年任教员。学校在她的主持下，传授新知识，提倡新风尚，宣传新思想。规模不断扩大，由一个班几十个学生发展到八个班300多人，培养了不少人才。1918年4月， 毛泽东、 蔡和森在湖南发起成立 新民学会，以“革新学识，砥砺品行”为宗旨。向警予得到消息，很想出去干一番“真事业”。1919年五四运动的风暴席卷全国，向警予在溆浦得知这一消息后，立即响应。她带领学校师生上街游行，在各商店向市民宣传抵制日货，并当众把一个日本制造瓷脸盆摔烂在地上，向广大群众发表演说，号召大家起来，“外争国权”，“内惩国贼”。接着，她又组织了反日救国的“十人团”，开展抵制洋货的斗争。 1919年下半年，向警予在长沙参加了毛泽东、蔡和森等创办的革命团体新民学会，她与蔡和森的交往因此逐渐增多。7月，向警予应蔡畅之邀，离开溆浦，到长沙参加发起组织“周南女子留法勤工俭学会”；10月，向警予和蔡畅等组织湖南女子留法勤工俭学会，成为湖南女界勤工俭学运动的首创者。 12月，她同蔡和森、蔡畅及蔡母 葛健豪等30余人远涉重洋，赴法勤工俭学。"
                },
                "2.2": {
                  "title": "旅欧之部",
                  "content": "1920年初，向警予一行人来到巴黎，进入蒙达尼女子公学。在这里，她以顽强的毅力致力于学业，刻苦学习法文，阅读马克思主义著作。还广泛地接触法国工人阶级，受具有巴黎公社斗争传统的法国工人阶级的影响，进一步坚定了共产主义信念。1920年5月，志同道合的向警予和 蔡和森结为革命伴侣。在留学期间，向警予始终站在斗争的前列，密切注视着世界形势和国内斗争，表现出非凡的组织和领导才能。1920年5月26日，她为 李大钊主办的《 少年中国》杂志撰文《女子解放与改造的商榷》，批驳 改良主义的错误主张，明确指出“财产私有制”是“万恶之源”，把 妇女解放与社会改造联系起来，表明她对中国革命有了高度的认识。 1920年7月6日至10日，在法的 新民学会会员，在蒙达尼开了5天会，对于“改造中国与世界”的方法展开了激烈的讨论。会上出现了两种对立的观点：一派主张实行蒲鲁东式革命，即温和革命——以教育为工具，以工会、合作社为实行改革的办法，而不以俄式（马克思式）革命为正当；一派以蔡和森向警予为首，则明确地提出：“应用俄国式的方法去达到改造中国与世界”的目的，即“主张 马克思主义及俄式革命，实行无产阶级革命和 无产阶级专政”，并“旗帜鲜明地提出成立共产党”，“认为共产党是无产阶级运动的神经中枢”，是革命运动的“发动者、宣传者、先锋队、作战部”。1920年11月1日，毛泽东同志给蔡和森及在法诸友的信中，对和森、警予同志的主张表示“深切的赞同”和充分的肯定。 1920~1921年，向警予不但与蔡和森共同提出“中国共产党”的名称与计划，同时向各路宣传，陈诉建党之急。 之后向警予与 周恩来、 李立三在法国成立旅欧中国少年共产党，后改组为中国共产主义青年团旅欧之部 。 1921年初，留法勤工俭学的学生们面临无书读、无工做、无饭吃的威胁，2月7~8日，向警予参加了勤工俭学学生争取“求学权”、“生存权”的请愿斗争。还参加了进驻 里昂大学的斗争，在斗争中发挥了重要作用。10月18日，法国当局以“强占校舍，扰乱治安”的罪名将蔡和森、 陈毅等104人驱逐回国。"
                },
                "2.3": {
                  "title": "妇女运动先驱",
                  "content": "向警予也于1921年底启程回国。1922年初，向警予加入中国共产党，成为最早的女共产党员之一。7月，在党的 二大上，她当选为第一个女 中央委员，担任党中央第一任妇女部长 ，开始领导中国最早的无产阶级 妇女运动，撰写大量文件，主编过《 妇女周报》，用 马克思主义理论阐述中国妇女问题，号召广大女性团结起来，为解放自身投入到革命运动中去。 1923年6月， 中共三大在广州召开，通过了向警予起草的《中国共产党第三次全国代表大会妇女运动决议案》中明确提出，“女子应有遗产承继权”、“男女社交自由”、“结婚离婚自由”、“男女工资平等”、“母性保护”、“赞助劳动女同胞”、“男女教育平等”、“男女职业平等”等有关男女平权、保护妇女权益的条例，并提出“全国妇女运动大联合”。 向警予当选为中央委员，担任妇女运动委员会第一任书记。 1924年3月1日，国民党上海执行部妇女部成立，并在女党员中建立上海妇女运动委员会。委员30人，由向警予主持日常工作，具体领导上海 妇女运动，贯彻执行中共的妇女运动方针政策，并建立了各妇女团体的联合组织。 6月下旬，向警予参与领导了上海闸北丝厂和南洋烟厂的大罢工计划，上海口14家丝厂1．4万余名女工要求改善待遇而罢工，厂主勾结军警进行镇压，一些工人被捕。在共产党员向警予等的帮助下，女工们提出了增加工资、工作时间10小时、释放被捕工人、承认工会等16项条件。向警予又发动女权运动同盟会、全国学生总会、闸北市民协会等团体声援女工的斗争，女工所提出的要求得到社会各界的支持。 1925年1月，在中国共产党第四次全国代表大会上，再次连任中共中央妇女部部长。1月1日，上海女界 国民会议促成会成员分头四出向市民们宣传动员。向警予带领南方大学女生团、大夏大学女生团等100余人，手持旗帜和宣传品，到西门、城内（今南市区一部分）、闸北、虹口提篮桥等处演讲； 王一知， 李一纯等到仪昭女校演讲； 王立明、唐家伟到上海青年会新青年社成立大会上演讲。她们还深入到居民家中宣传。同月，上海女界国民会议促成会再次发表宣言，提出13条代表妇女权益的具体要求：（1）男女社会地位平等；（2）女子应有财产权与继承权；（3）女子应有结婚自由权；（4）男女教育平等；（5）一切职业为女子开放；（6）女子应有参政权；（7）男女工资平等；（8）保护女性；（9）废除娼妓制度；（10）禁止蓄婢纳妾；（11）禁止溺女；（12）禁止缠足；（13）凡有碍女权之法律，一概废除，另订男女平权并助进女权发展之法律与宪法。 1925年3月21日，向警予在上海女界国民会议报告中指出：“要一个肩膀担负力争女权的重担，一个肩膀担负力争民权的重担”。"
                },
                "2.4": {
                  "title": "英烈不朽",
                  "content": "1925年5月，向警予任中共中央妇女部主任。1925年5月30日，上海发生了震惊世界的 五卅惨案。五卅运动爆发后，积极组织和领导上海妇女参加斗争。发表40多篇有关女权解放的文章，指导中国的妇女运动。 向警予亲自带领妇女部的一些同志深入工厂、街道发动女工参加罢工；并到南京路上和其它一些街头去作宣传鼓动工作。警予站在街头上，挥舞着拳头，滔滔不绝地揭露了帝国主义者镇压工人运动的罪行。 柳亚子曾赋诗一首，赞美这位挥洒自如的女权革命家。 1925年10月，向警予、蔡和森等受党中央派遣赴莫斯科东方共产主义者劳动大学学习。1927年3月向警予回国，在中共汉口市委宣传部和市总工会宣传部工作。4月12日， 蒋介石发动反革命政变。4月27日， 中共五大在武汉召开，向警予出席大会并参加了大会主席团。会后，她到武汉市总工会宣传部工作。1927年7月15日，武汉国民政府也发动反革命政变，党的大部分领导同志先后转移，向警予主动要求留在武汉，坚持地下斗争。有的同志考虑到她在社会上影响很大，在严重 白色恐怖笼罩下的武汉太危险，劝她离开武汉到上海去，在极其险恶的局势下，向警予置生死于度外，继续留在武汉湖北省委机关工作。1928年3月20日，由于叛徒的出卖，向警予在汉口法租界三德里被捕。 国民党对她实施了严刑逼供，但她始终大义凛然，严守党的秘密，严守共产党员的操守，表现了共产党人的浩然正气和崇高品格。国民党新军阀决定在5月1日这个全世界工人阶级的节日里处决向警予。向警予视死如归，在走向刑场的路上，沿途向广大群众进行演讲。国民党对此极端恐惧，宪兵们殴打她，想使她不再说话，但她仍然坚持地讲下去。刽子手向她嘴里塞进石沙，又用皮带缚住她的双颊，血沫从她的嘴角流出。向警予被押赴余记里空坪刑场，终年33岁。"
                }
              }
            },
            "3": {
              "title": "主要成就",
              "content": "1916年，向警予创办了男女 合校的溆浦小学堂，并担任校长，开创了中国男女合校的先河，传授新知识，提倡新风尚，宣传新思想，培养革命人才，不少学生后来成为共产党干部。\n1919年7月，向警予响应五四运动，带领学校上街游行，抵制日货 ；和蔡畅到长沙参加发起组织“周南女子留法勤工俭学会”。\n和 蔡和森共同构造“中国共产党”这一名称与计划：向警予、 蔡和森结成“向蔡同盟”后不久，1922年7月6日至10日，两人在法国蒙达尼郊外森林里召开留法 新民学会会员会议 ，与以萧子升为代表的一批 无政府主义者分道扬镳，会议的中心议题是如何改造中国与世界。蔡和森明确地提出“应该效法俄国的榜样，而且应马上进行”；向警予随后分别向法国各地的学生组织负责人写信，宣传马克思主义，陈述建党的当务之急。蔡和森与 毛泽东、 陈独秀等保持通信联系，\n1920年8月13日，致信给毛泽东：“我以为先要组织党——共产党。因为它是革命运动的发动者、宣传者、先锋队、作战部。”9月16日，蔡和森再次给毛泽东写长达六千多字的信，信中再次提议：“明目张胆正式成立一个中国共产党”。“中国共产党”的名称，就是在这封信里第一次提出来的。蔡和森的信让毛泽东产生了强烈共鸣。他于1920年12月和1921年1月给蔡和森写了两封回信，特别是对第二封信，“你这一封信见地极当，我没有一个字不赞成”。 \n这里虽然没有明确突出向警予，但显然蔡和森对毛泽东写信中“中国共产党”的名称与计划是在大会开办后萌发的产物。“中国共产党”这一名称和计划的由来，向警予在其中的贡献痕迹不可磨灭。这一佐证在会后不久向警予即就宣传 建党兼身行建党也得到了证实。\n向警予与蔡和森致力于俄国 十月革命经验与 马克思主义的研究。蔡和森给毛泽东信中第一个提出“明目张胆正式成立一个中国共产党”，并系统阐述了有关建党的理论、路线、方针和 组织原则。向警予与 周恩来、 赵世炎、 李富春等一起筹建中国共产党旅欧的早期组织。\n1921年，向警予参加法国勤工俭学学生争取“求学权”、“生存权”的请愿斗争，参加进驻 里昂大学的斗争，发挥重要作用。\n1922年，向警予开始领导中国最早的无产阶级妇女解放运动。\n1924年，向警予直接参加并领导上海闸北丝厂和 南洋烟厂的女工运动/罢工斗争，大罢工最终取得胜利。这两次罢工为迎接工人运动新高潮的到来做了思想上和组织上的准备。不久，她发动组建了“妇女解放协会”，培养了大批妇女干部，成为当时反帝反封建斗争中的又一 生力军。\n1927年， 大革命失败后，向警予继续留在武汉湖北省委机关工作，同年10月，向警予担任中共湖北省委党报《 大江报》主笔，编辑党刊《长江》，指导武汉地下党的工作和工人运动，号召人民群众团结起来，与国民党斗争到底，影响极大。"
            },
            "4": {
              "title": "轶事典故",
              "subsections": {
                "4.1": {
                  "title": "女国民会",
                  "content": "“为花季少女解开 裹脚布，为广大妇女争取参政权，为底层娼妓寻求独立人格，谁说我辈不女权？”——向警予 \n1924年10月，冯玉祥发动北京政变，电邀 孙中山北上“共商国是”，11月17日，孙中山应冯玉祥邀请，接受中共的“国民会议”主张。孙中山号召召开各实业团体、商会、工会、农会、学生会等九个团体的代表参加的国民会议的预备会，但没有包括妇女团体。此事件一出，立即一石激起千层浪，妇女界要求参政权的运动开始如火如荼地进行。同月，中共中央发表声明，号召在全国发起一个召集 国民会议的运动。为了促使妇女团体参加国民会议，1924年12月21日向警予主持的上海女权运动委员会等21个妇女团体成立“上海女界国民会议促进会”，发表宣言明确提出国民会议应有妇女团体参加，一切公私法律凡有碍于女权发展者应一律废除，另订男女平权及特别助进女权发展之宪法与法律。她还在《 妇女周报》上发表了《国民议会与妇女》一文，文中写道：“本会的目的在促成国民会议，和参加妇女独立的团体于国民会议。”“妇女与男子不过性的区别，而其国民身份则无二致。”透过此话，可以想象发声者是以一种怎样高昂的姿态，为其所代表的广大妇女争取权益。\n1925年3月1日，中国共产党和国民党左派为反对 段祺瑞的善后会议，在北京召开国民会议促成会全国代表大会。上海女界国民会议促成会派刘清扬、钟复光、李剑秋出席大会。3月19日，国民会议促成会全国代表大会女界代表团，针对段祺瑞政府的《国民代表会议组织条例草案》中关于选举与被选举权仅限于25岁以上男子的规定发通电，声明：“此等蔑视女子人格，剥夺女权的条例，吾妇女界誓不承认其有效。”上海女界国民会议促成会也为此召开会议，作出决议：一方面致电段祺瑞政府，表示如果 国民会议不许妇女团体代表参加，则二万万女国民不承认国民会议。另一方面致电在北京参加促成会全国代表大会的代表刘清扬和钟复光，让她们联合各地妇女代表竭力抗议，请愿修正。同时还电告各地女界国民会议促成会、各妇女团体、各女校，希望共同起来反对善后会议制定的男女不平等条例。\n在全国各界妇女群起抗争的压力下，国民会议专门委员会特别审查会把第14条“凡中华民国男子满二十五岁以上”中的“男子”二字改为“国民”，但是，最后在善后会议议定的国民代表会议条例第14条中，照旧为“男子”二字。为此，上海市国民党妇女部于4 月24日发表告全国妇女书和宣言。告妇女书中说：“特权阶级和一切保守反动的旧势力一日存在，妇女运动即一日不能抬头。”宣言指出：“如果从事女权运动的姊妹不能协同一般人民，将特权阶级和一切保守反动的旧势力根本推翻，妇女运动的目的将永无达到之一日。”“我们应不犹豫地参加国民革命战线，协同一般人民推翻特权阶级和一切保守反动旧势力。” \n由于政权掌握在北洋军阀手中，国民会议运动没有什么具体结果，轰轰烈烈的女界国民会议促成会也由此受到挫折。"
                },
                "4.2": {
                  "title": "向蔡同盟",
                  "content": "向警予与蔡和森的结合曾被称作“ 向蔡同盟”。 \n向警予与蔡和森的结合是志同道合、自由恋爱的结晶。1913年秋，蔡和森以优异成绩考入湖南省第一师范学校。在一师，他和毛泽东、 萧子升三人品学兼优，志趣相投，都是 杨昌济最得意的学生，人称“湘江三友”。1918年4月，他们共同组织的“新民学会”，是中国共产党早期胚胎之一。1916年春，同样是 杨昌济最得意的学生向警予从周南女校毕业后，冲破 男尊女卑的传统观念，回到家乡担任 溆浦女校校长，走上了妇女解放和教育救国的道路。她在学校要求女生放脚，亲自为她们解开裹脚布，并一个个地陪其回家向父母作动员，在当地开女子解放之风气。 1918年底，向警予为联系湖南女子赴法勤工俭学之事到达北京，第一次见到了在湖南学生界中享有盛名的蔡和森。不久，向警予也加入了“ 新民学会”。她与蔡和森的交往因此逐渐增多，但并未产生爱慕之情。1919年底，蔡和森、向警予、蔡畅等五十多人乘坐“盎特莱蓬”号法国邮轮从上海启航前往法国。在35天的航程中，向蔡两人经常一起观看日出，讨论学习和政治问题。在谈到个人婚姻问题时，他们都强烈地反对旧式婚姻，主张大胆追求新式爱情和理想的完美结合。当邮轮停靠在终点站法国马塞港时，“向上同盟”扬帆启航了。\n向警予在担任 周南女校校长期间，一些工作得到了当地一位名叫 周则范的军官的支持。出乎意料的是，周则范竟然要求漂亮文雅的向警予做他的二房夫人。向警予的父亲虽是位富商，但慑于周的权势，只得同意。可是，早已接受女权解放新思想的向警予则坚决反对。她只身冲进周家，发誓“终生不嫁，以身许国”。为避免周的再次纠缠，向警予干脆离开溆浦老家，前往长沙，住在同学 蔡畅的家里。\n到达法国蒙达尼城后，1920年5月，二人在蒙达尼结合。仪式热烈而简朴，几十名中国留学生为这一对志同道合的新人送上了温馨的祝福。向蔡分别朗诵了两人在恋爱过程中互赠的诗歌，庆礼达到了高潮。不久，二人将这些诗作结集出版，题目为《向上同盟》，分别赠送给亲朋好友。萧子升在看完诗集后幽默地对他们说：“你们两位都是我最好的朋友，我深深地祝福你们，并献给你们四个字——‘向下同盟’。这是你们书的名称，我只不过改换了一个字而已。” “他们的结婚照片上，一对 马克思主义的虔诚信徒并肩坐在草坪上，共同捧着一本打开的《 资本论》。这种寓情寓义的完美结合的结婚照片，恐怕是世界上独一无二的。还有他们写给亲友的信件中也能反映出这种理想的问题。\n结合后，向警予给父母寄了一张印有一对十分可爱的小孩的明信片。她针对明信片上的小孩，借题发挥，写道：“和森是九儿（向警予在家排行第九，小名‘九儿’）的真正所爱的人，志趣没有一点不同的。这画片上的两小也合他与我的意。我同他是一千九百廿年产生的新人，又可叫做廿世纪的小孩子。”蔡和森在给毛泽东的信中也说：“我与警予有一种恋爱上的结合。”“向蔡同盟”正是具有了健康向上、率真独特和丰富多彩的内涵，才平添了其无穷的魅力。\n向警予与蔡和森的结合曾被称作“ 向蔡同盟”，由于生活习惯不合等原因，1926年，向警予与蔡和森在莫斯科分手。生活“同盟”虽已不再，革命理想同盟却犹在。得知向警予牺牲，蔡和森悲痛不已，撰文悼念“我的妻”：“伟大的警予，英勇的警予，你没有死，你永远没有死。你不是和森个人的爱人，你是中国无产阶级永远的爱人！”"
                }
              }
            },
            "5": {
              "title": "家庭成员",
              "content": "在艰难困苦的革命岁月里，蔡和森与向警予共生有一女一子：蔡妮、蔡博。1922年4月1日，向警予在上海生下第一个孩子妮妮。由于革命工作的需要，孩子被母亲送回湖南，住在长沙五舅向仙良家。1924年5月，向警予再次怀孕，和蔡和森一同回到湖南老家探亲。5月25日，向警予在湘雅医院生下儿子博博。出生不到1个月，就由蔡和森的姐姐蔡庆熙哺养。这两个孩子都被誉为“向蔡同盟”的结晶。\n 蔡妮 ，1922年4月出生于上海； 蔡博 ，1924年5月出生在湖南湘雅医学院；蔡妮与蔡博是向警予所生，与母亲一起生活的日子最短暂。蔡妮在上海出生后仅4个月，就由母亲送回湖南，住在长沙五舅向仙良家。蔡博接受母爱的时间更少，出生不到1个月，就由大姑妈蔡庆熙哺养。1923年秋，其祖母葛健豪从法国勤工俭学归来，带回了外孙女李特特。其时，党派蔡畅与 李富春由法国转莫斯科学习，无法把孩子带在身边，只好由外婆带回国来。 葛健豪归国后，带着李特特住长沙天茂花园，在颜子庙创办的平民女子职业学校，既是她的家，也是共党的地下联络点。从此，蔡家以葛健豪为中心，蔡妮、蔡博、 李特特与大姑妈蔡庆熙、大表姐刘千昂等组成一个家。在这个革命的大家庭里，祖母（外婆）是灵魂，大姑妈是顶梁柱，大表姐是3个小不点儿的带头羊。"
            },
            "6": {
              "title": "个人作品",
              "content": "向警予为党中央妇女部起草了《关于妇女运动的决议案》等许多重要指导文件，发表了《中国最近妇女运动》、《中国妇女宣传运动之新纪元》、《妇女运动的基础》、《评王碧华的女权运动谈》、《上海女权运动会今后应注意的三件事》、《中国知识妇女的三派》、《女国民大会的三大意义》、《给陶毅的信》等大量论述 妇女解放运动的文章，培养了大批女性工作干部，在 女权运动史上做出了不可磨灭的贡献。\n向警予在《评王碧华的女权运动谈》（1923年10月）中说：“所谓女权运动乃完全由于解决性的特殊问题而已。性的特殊问题绝非专属某几个妇女或某部分妇女的问题，乃指普遍妇女全体的问题，或表面上属于某几个妇女或某部分妇女而实际则含有全体的普遍性者。故女权运动的意义在于免除性的压迫、发展，男女同等的本能，和争回妇女应有的人权。女权运动的团体或个人必随时随地关顾妇女本身的利益——尤其是要着眼到妇女的大多数，才不失为女权运动的意义。”\n向警予在《上海女权运动会今后应注意的三件事》（1923年11月）一文中注意劳动妇女问题时说：“劳动妇女除了比我们穷苦以外，究竟是我们的一体。我们的运动——女权运动，不专为的是少数人自私自利，当然要首先注意伊们的问题，因为伊们所处的地位特别痛苦。”\n向警予在《中国知识妇女的三派》（1923年11月28日）一文中说：“人生的价值的大小是以人们对社会贡献的大小而判定的。”她批评浪漫派“所喜欢的是自己的绝对自由和绝对快乐”，小家庭派对“一般社会和妇女却丝毫不能受着伊们的好处”，而“小家庭比起大家庭来，自然有其它的历史价值。然而这个安乐窟，是从极端人个人快乐的家庭分工，永远是活埋女子的坟墓”，“快乐幸福的小家庭怎样桎梏妇女的解放”；职业派出家庭入社会，虽对妇女地位之变迁有一定意义，但具有保守性，因职业派“为事业发达、一帆风顺起见，对现实社会不管好丑只有服从。因此很容易形成保守的性质”。小家庭派、浪漫派完全建筑在个人的快乐主义之上，职业派固然比较地有社会的意识，然而也缺乏综合的人生观和全般的社会意识，这乃是三派共同的缺点。\n向警予在《女国民大会的三大意义》（1925年3月29日）一文中，向警予认为，“女权运动的真正意义也就是为全体妇女争普遍的权利、普遍的地位，……其实少数妇女做官做议员的运动，只能叫个人活动，并说不上女权运动。因为少数女子的做官做议员，只是少数妇女本身的特权，未必能于全体妇女有什么利益。” 正是从为全体人群谋幸福的信念出发，才促使向警予特别关注女性压迫问题。从五四时期的激进民主主义者到马克思主义者，向警予谋求全体人群的幸福是其一以贯之的信念，1919年12月20日向警予《给陶毅的信》中就谈到了“大家都以为非求社会的均齐发展，不能达到人生的共同幸福；所以对于全国二分之一的黑暗女子，也想把他从十八重地狱里提拔出来，于是乎‘女子解放’、‘女子解放’的声浪，一天高似一天”。"
            },
            "7": {
              "title": "后世纪念",
              "content": "为纪念中国共产主义女战士、妇女运动的先驱向警予而建立的纪念性博物馆。位于湖南省 溆浦县城。前身是 向警予故居管理所。1981年7月1日开放。1985年9月4日改名 向警予同志纪念馆。\n纪念馆由向警予同志故居、向警予同志生平事迹陈列室、纪念碑广场三部分组成。向警予故居始建于清末民初，是一栋具有地方特色的木结构四合院，建筑占地1200多平方米。故居院内有“故居复原陈列”和“向警予同志手迹展览”，展出实物40多件和她学生时代的作文、日记、读书笔记以及从事革命活动撰写的文稿、书信30余件；向警予同志生平事迹陈列室在故居的东侧，展线长41米，陈列面积84平方米，展品中有向警予同志学生时代用过的书篮、梳妆盒、针筒、鞋刷，有在党的创建时期和第一次国内革命战争时期撰写的文稿、书信手迹；在纪念碑广场，有座向警予同志塑像纪念碑，高9.4米，镶刻有 蔡和森同志1928年7月在莫斯科撰写的《向警予同志传》全文。\n武汉 龟山西部山顶有向警予烈士墓。1978年为纪念其英勇就义五十周年移此重建。前后三台，各置短垣。墓呈圆形，白色，基环方围，构造新颖。墓前方座上塑烈士全身手握书本坐像，坚贞远望，正气浩然，座正面镌 邓小平手书 “向警予烈士墓”六字，后面刻其革命事迹。平台进出口处连一曲折宽广梯道通达山脚，和琴台翠阁，月湖古桥，丹辉碧映，更显其宏丽轩昂。\n为纪念向警予烈士牺牲80周年，学习她的革命精神，由共青团中央、中央党史研究室、国家档案局主办，团中央信息办、国家档案局办公室和中国青少年社会服务中心承办的网上“ 向警予纪念馆”2008年正式开通。\n1999年由中共中央党史研究室、中央文史研究馆评选念向警予烈士为百年英烈。2009年9月14日，她被评为“ 100位为新中国成立作出突出贡献的英雄模范人物”。"
            },
            "8": {
              "title": "人物评价",
              "content": "1939年，在延安纪念“三八”妇女节大会上，毛泽东在讲话中，高度评价了向警予的一生。他说：“要学习大革命时代牺牲了的模范妇女领袖、女共产党员向警予。她为妇女解放、为劳动大众解放、为共产主义事业奋斗了一生。” 1936年，毛泽东在同美国记者斯诺的谈话中就明确指出：“当时在法国，许多勤工俭学的人也组织了中国共产党，几乎是与国内的组织同时建立起来的。那里的党的创始人之中有周恩来、李立三和向警予。向警予是蔡和森的妻子，唯一的一个女创始人。” 1980年5月，许德珩在纪念向警予烈士殉难五十二周年所作的《调寄临江仙》一词中说：“向蔡同盟称盛事，妇女解放当先；丹心一片忆从前，豪情惊世界，革命闹翻天。五十年后悼先烈，抛头颅洒热血；为人民斗志弥坚，精诚贯日月，烈士万千年。”时年90高龄的许德珩还在词末作“向蔡同盟”注解：“五四运动后，妇女解放运动极为高涨，向警予、蔡和森二同志亦极为提倡。二人互相爱慕，结为夫妻。因提倡妇女解放，不称为结婚而称为‘向蔡同盟’。此亦当时大可纪念之盛事也，故记之于此。” [29]1981年，胡耀邦《庆祝中国共产党成立六十周年大会上的讲话》中明确肯定了“向警予是我党创建时期的重要领导人之一”。周恩来曾指出，她是党的第一个女中央委员，第一任妇女部长。"
            }
          }
        }
]